<?php
return array(
'main'=>'Главная',
'welcome'=>'Добро пожаловать',
'auth'=>'Авторизация',
'contacts'=>'Контакты',
'news'=>'Новости',
'forum'=>'Форум',
'library'=>'Библиотека',
'notes'=>'Записи',
'photos'=>'Фотографии',
'reg'=>'Регистрация',
'load_more'=>'загрузить ещё...',
'not_found_title' => 'Запрашиваемая страница не найдена',
'not_found_text' => 'Cтраница была удалена или не создана',
'to_main' => 'Перейти на главную',
'about'=>'О сайте',
'albums'=>'Альбомы',
'create_note'=>'Создать запись',
'welcome_title'=>'Добро пожаловать на сайт',
'welcome_text'=>'Сайт создан для студентов и выпускников Саратовского государственного университета.<br> Здесь общаются студенты и выпускники разных факультетов СГТУ.',
'incorrect_code'=>'<div class="form_msg_title">Код с картинки введён не корректно</div>Пожалуйста, проверьте правильность ввода кода',

'many_try'=>'<div class="form_msg_title">Ошибка безопасности</div>Похоже, вы попытались сделать большое количество однотипных запросов за последнее время. Пожалуйста, попробуйте позже.',

'date_birth'=>'Дата рождения',
'university'=>'Вуз',
'direction'=>'Направление',
'group'=>'Группа',

'your_message'=>'Ваше сообщение',
'captcha_code'=>'Код с картинки',
'news_not_found'=>'Не найдено ни одной новости',
'posts_not_found'=>'Не найдено ни одной записи',
'books_not_found'=>'Не найдено не отдной книги',
'read_more'=>'Читать дальше »',
/*Forms*/
'pleace_login'=>'<div class="form_msg_title">Вы не Авторизованы</div>Для просмотра этой страницы необходимо Войти',
'login_text'=>'Введите ваш email и пароль в поля ниже',
'reg_text'=>'Регистрация бесплатна и занимает немного времени',
'your_name'=>'Ваше имя',
'your_lastname'=>'Ваша фамилия',
'your_email'=>'Ваш email',
'your_password'=>'Ваш пароль',

'short_firstname'=>'<div class="form_msg_title">Слишком короткое имя</div>Имя должно быть не менее 4 символов в длину',
'long_firstname'=>'<div class="form_msg_title">Слишком длинное имя</div>Имя должно быть не более 70 символов в длину',
'incorrect_firstname'=>'<div class="form_msg_title">Некорректное имя</div>Допустимы буквы русского и английского алфавита',

'short_lastname'=>'<div class="form_msg_title">Слишком короткая фамилия</div>Фамилия должна быть не менее 4 символов в длину',
'long_lastname'=>'<div class="form_msg_title">Слишком длинная фамилия</div>Фамилимя должна быть не более 70 символов в длину',
'incorrect_lastname'=>'<div class="form_msg_title">Некорректная фамилия</div>Допустимы буквы русского и английского алфавита',

'short_email'=>'<div class="form_msg_title">Слишком короткий email</div>Email должен быть не менее 4 символов в длину',
'long_email'=>'<div class="form_msg_title">Слишком длинный email</div>Email должен быть не более 90 символов в длину',
'incorrect_email'=>'<div class="form_msg_title">Некорректный email</div>Пожалуйста проверьте правильность ввода',

'short_password'=>'<div class="form_msg_title">Слишком короткий пароль</div>Пароль должен быть не менее 2 символов в длину',
'long_password'=>'<div class="form_msg_title">Слишком длинный пароль</div>Пароль должен быть не более 110 символов в длину',
'incorrect_password'=>'<div class="form_msg_title">Некорректный пароль</div>Пожалуйста проверьте правильность ввода',

'short_title'=>'<div class="form_msg_title">Слишком короткое название записи</div>Название должно быть не менее 4 символов в длину',
'long_title'=>'<div class="form_msg_title">Слишком длинное название</div>Название должно быть не более 110 символов в длину',
'incorrect_title'=>'<div class="form_msg_title">Некорректное название</div>Пожалуйста проверьте правильность ввода',

'short_text'=>'<div class="form_msg_title">Слишком короткая запись</div>Запись должна быть не менее 4 символов в длину',
'long_text'=>'<div class="form_msg_title">Слишком длинная запись</div>Запись должна быть не более 710 символов в длину',
'incorrect_text'=>'<div class="form_msg_title">Некорректная запись</div>Пожалуйста проверьте правильность ввода',

'short_msg'=>'<div class="form_msg_title">Слишком короткое сообщение</div>Сообщение должно быть не менее 5 символов в длину',
'long_msg'=>'<div class="form_msg_title">Слишком длинное сообщение</div>Сообщение должно быть не более 150 символов в длину',

'email_not_found'=>'<div class="form_msg_title">Указанный email не найден</div>Пожалуйста проверьте правильность ввода',
'login_err' => '<div class="form_msg_title">Неправильный логин или пароль</div>Пожалуйста проверьте правильность ввода',

'have_email'=>'<div class="form_msg_title">Указанный Вами email уже был Зарегестрирован.</div>Вы можете <a href="/login">Войти</a> или <a href="/restore">Восстановить пароль</a>',
'unknown_error'=>'<div class="form_msg_title">Неизвестная ошибка</div>Пожалуйста обновите страницу или попробуйте позже',


'send'=>'Отправить',
'login'=>'Войти',
'logout'=>'Выход',
'register'=>'Зарегестрироваться',
'forgot_password'=>'Забыли пароль?',


'books' => array(
  1 => 'книга',
  2 => 'книги',
  3 => 'книг'
),
'month' => array(
  1 => array('Январь', 'Января'),
  2 => array('Февраль', 'Февраля'),
  3 => array('Март', 'Марта'),
  4 => array('Апрель', 'Апреля'),
  5 => array('Май', 'Мая'),
  6 => array('Июнь', 'Июня'),
  7 => array('Июль', 'Июля'),
  8 => array('Август', 'Августа'),
  9 => array('Сентябрь', 'Сентября'),
  10 => array('Октябрь', 'Октября'),
  11 => array('Ноябрь', 'Ноября'),
  12 => array('Декабрь', 'Декабря')
),
'short_month' => array(
  1 => 'янв',
  2 => 'фев',
  3 => 'мар',
  4 => 'апр',
  5 => 'май',
  6 => 'июн',
  7 => 'июл',
  8 => 'авг',
  9 => 'сен',
  10 => 'окт',
  11 => 'ноя',
  12 => 'дек'
)
);
?>